<?php

return [
    'account_title' => 'Мой аккаунт',
    'nav_profile' => 'Профиль',
    'nav_favorites' => 'Избранные',
    'nav_orders' => 'Заказы',
    'nav_addresses' => 'Адреса',

    'profile' => [
        'general' => [
            'title' => 'Основная информация',
            'form' => [
                'first_name' => 'Имя',
                'last_name' => 'Фамилия',
                'phone' => 'Телефон',
                'phone_unverified' => 'Вы не подтвердили ваш номер телефона',
                'phone_resend' => 'Нажмите для отправки нового кода подтверждения',
                'email' => 'Эл. почта',
                'email_unverified' => 'Вы не подтвердили вашу эл. почту',
                'email_resend' => 'Нажмите для отправки нового подтверждения',
                'password' => 'Новый пароль',
                'password_confirmation' => 'Подтверждение пароля',
            ],
            'btn_save' => 'Сохранить изменения',
        ],
        'family' => [
            'title' => 'Моя семья',
            'description' => 'Фильтруйте совместимые товары по сохранённому профилю детей',
            'form' => [
                'btn_add_member' => 'Добавить',
            ],
        ],
        'marketing' => [
            'title' => 'Маркетинговые предпочтения',
            'description' => 'Получать новинки и предложения',
            'form' => [
                'newsletter' => 'Новости и предложения на эл. почту',
                'email_new_order' => 'Подробности о новом заказе на эл. почту',
                'sms_new_order' => 'Подробности о новом заказе по СМС',
                'email_order_updates' => 'Оповещения о состоянии заказа на эл. почту',
                'sms_order_updates' => 'Оповещения о состоянии заказа по СМС',
            ],
            'btn_save' => 'Сохранить изменения',
        ],
    ],
];
