<?php

return [
    'title' => 'Мы команда увлеченных <span class="gradient_r-b">создателей</span> и <span class="gradient_r-b">родителей</span>',
    'description' => 'Наша команда стремится предложить стильную, высококачественную детскую одежду, сочетающую комфорт и функциональность. Мы ценим устойчивое развитие, используя экологически чистые материалы, и придаем большое значение этическим производственным практикам. Наша функция индивидуальной фильтрации помогает вам найти идеальную одежду в зависимости от веса, роста и возраста вашего ребенка. Мы стремимся к исключительному обслуживанию клиентов, обеспечивая ваше удовлетворение и благополучие вашего ребенка. Присоединяйтесь к нам в праздновании радости родительства, один наряд за раз.',
    'our_value_title' => 'Наши ценности',
    'our_values' => [
        'quality' => 'Высококачественная одежда, созданная служить долго',
        'materials' => 'Вещи, которые приятны детской коже',
        'price' => 'Одежда по доступным ценам',
    ],

    'vacancies_listing_title' => 'Возможности трудоустройства',
    'vacancies_listing_description' => 'Мы ищем талантливых и увлеченных людей, которые хотят присоединиться к нашей команде.',

    'vacancies_latest_update' => 'Последнее обновление :last_update',
    'vacancies_details_button' => 'Подробнее',

];
