<?php

return [
    'title' => 'Мы команда увлеченных <span class="gradient_r-b">создателей</span> и <span class="gradient_r-b">родителей</span>',
    'description' => 'Наша команда стремится предложить стильную, высококачественную детскую одежду, сочетающую комфорт и функциональность. Мы ценим устойчивое развитие, используя экологически чистые материалы, и придаем большое значение этическим производственным практикам. Наша функция индивидуальной фильтрации помогает вам найти идеальную одежду в зависимости от веса, роста и возраста вашего ребенка. Мы стремимся к исключительному обслуживанию клиентов, обеспечивая ваше удовлетворение и благополучие вашего ребенка. Присоединяйтесь к нам в праздновании радости родительства, один наряд за раз.',
    'our_value_title' => 'Наши ценности',
    'our_values' => [
        'quality' => 'Высококачественная одежда, созданная служить долго',
        'materials' => 'Вещи, которые приятны детской коже',
        'price' => 'Одежда по доступным ценам',
    ],

    'vacancies_listing_title' => 'Возможности трудоустройства',
    'vacancies_listing_description' => 'Мы ищем талантливых и увлеченных людей, которые хотят присоединиться к нашей команде.',

    'vacancies_latest_update' => 'Последнее обновление :last_update',
    'vacancies_details_button' => 'Подробнее',

    'vacancy_job_title' => 'Заявка на вакансию',
    'vacancy_job_extra' => 'Дополнительно',
    'vacancy_job_requirements' => 'Навыки',
    'vacancy_job_summary' => 'Содержание',
    'vacancy_job_responsibilities' => 'Обязанности',
    'vacancy_apply_button' => 'Подать заявку',

    'form' => [
        'vacancy_select_label' => 'Должность',
        'first_name' => 'Имя',
        'first_name_placeholder' => 'Введите ваше имя',
        'last_name' => 'Фамилия',
        'last_name_placeholder' => 'Введите вашу фамилию',
        'phone' => 'Телефон',
        'phone_placeholder' => '+373 (__) ___ ___',
        'email' => 'Электронная почта',
        'email_placeholder' => 'Введите вашу электронную почту',

        'resume' => [
            'label' => 'Резюме', // resume
            'file_label' => 'Выберите файл для загрузки',
            'file_label_desc' => 'Только файлы *.PDF и *.DOC(X).',
            'url_placeholder' => 'или загрузите через ссылку (URL).',
            'uploading' => 'Загрузка файла...',
            'cancel_button' => 'Отменить',
        ],

        'submit' => 'Подать заявку',
    ],
];
