<?php

return [
    [
        'question' => 'Могу ли я изменить адрес доставки после оформления заказа?',
        'answer' => 'К сожалению, после оформления заказа мы не можем изменить адрес доставки. Однако мы можем подтвердить, что доставка будет предпринята 3 раза по адресу, указанному в вашем заказе. Если никто не сможет принять посылку, она будет возвращена отправителю с полным возвратом средств.',
    ],
    [
        'question' => 'Какие способы оплаты вы принимаете?',
        'answer' => 'Мы принимаем оплату наличными при доставке и оплату кредитной/дебетовой картой. Все транзакции обрабатываются безопасно.',
    ],
    [
        'question' => 'Как создать учётную запись?',
        'answer' => 'Вы можете создать учётную запись, нажав на значок аккаунта в верхней панели навигации и следуя процессу регистрации. Вам потребуется указать адрес электронной почты и создать пароль.',
    ],
    [
        'question' => 'У меня возникли технические проблемы с сайтом. Что мне делать?',
        'answer' => 'Если у вас возникли технические проблемы, попробуйте очистить кеш и файлы cookie браузера, затем обновите страницу. Если проблема сохраняется, пожалуйста, свяжитесь с нашей службой поддержки через контактную форму.',
    ],
];
