<?php

return [
    'banner' => [
        'title' => 'Очаровательные наряды для вашей маленькой радости!',
        'subtitle' => 'От уютных комбинезонов до модных нарядов, у нас есть всё что нужно, чтобы ваш ребенок чувствовал себя удобно, был стильным и таким милым',
        'explore_btn' => 'Посмотреть каталог',
    ],

    'new_arrivals' => [
        'title' => 'Новые поступления',
        'see_all' => 'Смотреть все',
    ],

    'subscribe' => [
        'title' => 'Подпишитесь и получите 10% скидку на ваш первый заказ',
        'subtitle' => 'Получите последние обновления и воспользуйтесь нашими эксклюзивными предложениями',
        'email_placeholder' => 'Ваш адрес эл. почты',
        'subscribe_btn' => 'Подписаться',
    ],

    'split_actions' => [
        'girls' => [
            'title' => 'Вкусняшки для маленьких принцесс',
            'description' => 'Откройте для себя множество ярких цветов, интересных узоров и модных дизайнов, которые заставит вашу девочку сиять.',
        ],
        'boys' => [
            'title' => 'Очаровательный стиль для маленьких мужчин',
            'description' => 'Выбирайте удобную и высококачественную одежду чтобы не отставать от активного образа жизни вашего мальчика.',
        ],
        'shop_btn' => 'Смотреть все',
    ],
];
