<?php

return [
    [
        'question' => 'Могу ли я обменять или вернуть этот товар, если он не подходит?',
        'answer' => 'Мы понимаем сложность подбора идеального размера для малыша, поэтому, если товар не подошёл, мы предлагаем беспроблемный обмен или возврат в течение 30 дней с момента покупки. Обратите внимание, что товар должен быть неношеным, в оригинальном состоянии и со всеми бирками.',
    ],
    [
        'question' => 'Могу ли я приобрести подарочную упаковку для этого товара?',
        'answer' => 'Наша подарочная упаковка включает красиво оформленную обёрточную бумагу, ленту и персонализированную подарочную бирку. Это идеальный способ добавить заботы к вашей покупке, будь то день рождения малыша или другой особый повод. Выберите опцию подарка за небольшую дополнительную плату при оформлении заказа!',
    ],
    [
        'question' => 'Сколько времени займёт доставка товара?',
        'answer' => 'Время доставки зависит от вашего местоположения и выбранного способа доставки. Обычно мы обрабатываем заказы в течение 1-2 рабочих дней, а доставка занимает 3-7 рабочих дней для внутренних заказов. Международные заказы могут занять больше времени. Вы получите электронное письмо с подтверждением и информацией для отслеживания.',
    ],
    [
        'question' => 'Этот товар подходит для всех сезонов или только для лета?',
        'answer' => 'Используемая ткань лёгкая и дышащая, что делает её удобной для летней носки. Однако при многослойности этот товар легко адаптируется и для более прохладных сезонов. Просто сочетайте его с уютным свитером или курткой, и ваш малыш сможет носить его круглый год.',
    ],
];
