<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Routes Translation Lines
    |--------------------------------------------------------------------------
    */

    'topline' => [
        'locations' => 'местоположения-магазинов',
        'careers' => 'карьера',
        'terms' => 'условия-использования',
    ],

    'menu' => [
        'catalog' => 'каталог',
        'about' => 'о-нас',
        'help' => 'помощь',
        'contacts' => 'контакты',
    ],

];
