<?php

return [
    'general' => [
        'title' => 'Магазин детской одежды - kidd.md',
        'description' => 'Откройте для себя нашу коллекцию детской одежды на kidd.md и наслаждайтесь качественными товарами для самых маленьких. Мы предлагаем широкий ассортимент детской одежды, от самых милых нарядов для младенцев до модной одежды для старших детей. Ищете ли вы милые платья, удобные брюки или очаровательные аксессуары, у нас есть все, что нужно, чтобы одеть вашего малыша стильно и с комфортом.',
    ],
];
